Repository: wp-plugins/widget-visibility-time-scheduler
Catalog: languages/hinjiwvts-*.po
Languages: fa_ir, pt_br

source: Control the visibility of each widget based on date, time and weekday easily.
fa_ir: کنترل آسان نمایش هر ابزارک بر اساس تاریخ، زمان و ایام هفته.
pt_br: Controle facilmente a visibilidadade de cada widget com base em data, hora e dia da semana.

source: Welcome to Widget Visibility Time Scheduler! You can set the time based visibility in each widget on the page %s.
fa_ir: به سیستم زمان بندی نمایش ابزارکها! (Widget Visibility Time Scheduler!) خوش آمدید. با استفاده از این سیستم میتوانید نمایش داده شدن هر ابزارک را در برگه ی %s زمان بندی کنید.
pt_br: Bem vindo ao Widget Visibility Time Scheduler (Agendador de Visibilidade de Widget)! Você pode configurar a visibilidade de cada widget baseado em períodos de tempo na página %s.

source: Visibility Time Scheduler
fa_ir: زمان بندی نمایش
pt_br: Widget Visibility Time Scheduler (Agendador de Visibilidade de Widget)

source: Show widget within the given period only?
fa_ir: نمایش ابزارک فقط در بازه زمانی مشخص شده؟
pt_br: Exibir widget somente dentro do período especificado?

source: Opposed action: Hide the widget during schedule, else show it?
fa_ir: انتخاب معکوس: مخفی کردن ابزارک در زمان مشخص شده و نمایش آن در زمانهایی غیر از زمان انتخاب شده؟

source: The timezone as set in %s takes effect.
fa_ir: منطقه ی زمانی %s
pt_br: O fuso horário como definido em %s entra em vigor.

source: Start time of widget visibility
fa_ir: زمان آغاز نمایش ابزارک
pt_br: Hora de início da visibilidade

source: End time of widget visibility
fa_ir: زمان پایان نمایش ابزارک
pt_br: Hora de término da visibilidade

source: Show widget for an unlimited time?
fa_ir: ابزارک بدون محدودیت زمانی نمایش داده شود؟
pt_br: Mostrar widget por tempo indeterminado?

source: Why only up to end of 2037? Read <a href="http://en.wikipedia.org/wiki/Year_2038_problem" lang="en">Wikipedia: Year 2038 problem</a>.
fa_ir: چرا فقط تا سال 2037؟ مقاله ی <a href="https://fa.wikipedia.org/wiki/%D9%85%D8%B4%DA%A9%D9%84_%D8%B3%D8%A7%D9%84_%DB%B2%DB%B0%DB%B3%DB%B8" lang="en">مشکل سال 2038 </a>را بخوانید.
pt_br: Por que somente até o fim de 2037? Leia <a href="http://pt.wikipedia.org/wiki/Problema_do_ano_2038" lang="pt">Problema do ano 2038</a>.

source: Weekdays of widget visibility
fa_ir: انتخاب روزهای هفته برای نمایش ابزارک
pt_br: Dias de visibilidade do widget

source: Check at least one weekday to activate the scheduler.
fa_ir: حداقل باید یک روز هفته را برای فعال شدن ابزارک انتخاب کنید.
pt_br: Escolha pelo menos um dia para ativar o agendador.
